{
  "language": "pl",
  "navTopics": {
    "home": { "name": "Strona Główna", "to": "/" },
    "projects": { "name": "Projekty", "to": "/projects" },
    "about": { "name": "O mnie", "to": "/about" },
    "contact": { "name": "Kontakt", "to": "/contact" }
  },
  "navProjetsTitles": [
    "Wizualizacje",
    "Meble",
    "Inne Projekty",
    "Pomieszczenia"
  ],
  "projects": [
    [
      {
        "name": " Microhome 2020",
        "url": "/projects/visualizations/microhome-2020",
        "title": "Projekt konkursowy - Microhome 2020",
        "description": "Założeniem projektowym było stworzenie domu mieszkalnego dla młodej pary. Posiada on: kuchnię, miejsce do pracy, sypialnię (antresola), łazienkę i małą szafę. Cały dom jest niebieski i jego wyposażenie jest monochromatyczne. Wyjątkiem jest drewniany stół z dwoma krzesłami. Mają one nawiązywać do domu rodzinnego, wspomnień i dzieciństwa. Cała elewacja jest przeszklona tak, aby jak najwięcej światła dostało się do środka. Fasada ma jeszcze jedno zadanie, zintegrować wnętrze i zewnętrze - kiedy użytkownik wychodzi na zewnątrz to wychodzi razem z funkcjami domu. Ma to być intuicyjne pragnienie bycia blisko natury. Wyposażenie ma również swoje zadanie. Gdy żaden mieszkaniec nie korzysta z żadnej ze stref - są one zamknięte lub ukryte, ale kiedy chce z nich korzystać - otwiera je. Kuchnia ma dodatkowy blat ukryty w ścianie, a w pozornej szafie i miejscu wypoczynku jest ukryte biurko przeznaczone do pracy przy komputerze... Kiedy użytkownik chce pracować, przenosi krzesło z kuchni do drugiego pokoju i tam pracuje. Możliwe jest również kontynuowanie go w innym miejscu. Wystarczy otworzyć drzwi tarasowe i przejść z miejsca pracy na mini taras. Dom ma dach jednospadowy. Jest on tańszy i łatwiejszy do wykonania. Można też zbierać wodę deszczową i wykorzystać ją do pracy np. w ogrodzie (aksonometria). Duża ilość okien pozwoli na ocieplenie domu. Szanując przyrodę, projekt zużywa mniej materiału. Jeden mebel ma kilka funkcji."
      },
      {
        "name": "mini LAB",
        "url": "/projects/visualizations/minilab",
        "description": "Ideą mini laboratorium(miniLAB) ma za zadanie wyostrzyć zmysły obserwacji pobudzić dziecko do działania indywidualnie oraz w grupie, ale przede wszystkim pomóc odkryć w nim pierwiastek twórczy, dociekając przy tym piękną również w małych rzeczach i ich detalu. Program przeprowadzonych warszatatów będzie sporządzony w taki sposób, aby jego uczestnicy wraz z gościnnym projektantem mogliby wspólnie tworzyć ideę istnienia małej pracowni, gdzie każdy z nich pełny ważną rolę. Przestrzeń będzie zaprojektowana w taki sposób, aby użytkownicy czuli się w niej swobodnie.",
        "subDescription": "Estetyczne zestawienie kolorystyczne oraz czytelne formy przestrzenne nadadzą wnętrzom charakteru, w których dziecko nie będzie rozproszone, lecz skupione i chętne do działania. Droga procesu projektowego od idei, poprzez projektowanie ma za zadanie sprawić, by dziecko czułoby się równie ważne jak prawdziwy projektant. W ten sposób powinno zaowocować poprawę samooceny, wspólnej integracji, rozwoju wrażliwości i swobodnej twórczości nawet u najmłodszych."
      },
      {
        "name": "Realizacja mieszkania",
        "url": "/projects/visualizations/zukowo",
        "location": "Gdańsk, Żukowo",
        "area": "86m2",
        "destiny": "Projekt mieszkania dla rodziny 4-osobowej"
      },
      {
        "name": "FUSY",
        "url": "/projects/visualizations/fusy",
        "description": "Fusy - miasto w czasach zarazy. Projekt wnętrza lokalu usługowego w Gdyni. Tematyka zadania miała pomóc w rozważaniach o wpływie pandemii na życie codzienne oraz o roli architekta w tworzeniu ,,nowego świata\".  Analizując lokalizację oraz aspekt turystyczny powstał projekt kawiarni, który w założeniu mógłby funkcjonować w czasach pandemicznych i postpandemicznych."
      }

    ],
    [
      {
        "name": "Stolik kawowy",
        "url": "/projects/furnitures/coffee-table",
        "title": "Projekt stolika kawowego",
        "description": "Zaprojektowany przeze mnie stolik kawowy powstał z założeniem wkomponowania go do wybranej przestrzeni mieszkalnej. Jest nią salon w XVII-wiecznym katalońskim domu w Hiszpanii. Cały obiekt jest wykonany z kamienia naturalnego o różnej strukturze. Założeniem projektowym stolika była przede wszystkim forma i funkcja. Ze względu na kubaturę wybranego pomieszczenia zdecydowałam się na zaprojektowanie dwóch stolików, które po zespoleniu tworzą wspólną całość. Bryła ma nawiązywać do uproszczonej formy naturalnego kamienia, dlatego też krawędzie stolików prowadzone są po delikatnym łuku, a wykorzystane przeze mnie drewno jesionowe oraz malowane na czarny mat stalowe nogi nawiązują do kontrastujących sobie cech domu jakimi są surowość, miękkość, delikatność."
      },
      {
        "name": "Proste siedzisko",
        "url": "/projects/furnitures/simple-seat",
        "description": "Projekt powstał z założeniem wykorzystania jak największej ilości odpadów materiału. Jest to mebel który można złożyć bez użycia dodatkowych narzędzi."
      },
      {
        "name": "Siedzisko 'łezka'",
        "url": "/projects/furnitures/tear-seat",
        "description": "Projekt mebla modułowego DROP kształtem przypominający kroplę wody, powstał z przeznaczeniem do wykorzystania między innymi w miejscach publicznych. Głównym założeniem projektowym było umożliwienie użytkownikowi zaaranżowanie siedzisk w własny, kreatywny układ. Kolekcja siedzisk modułowych świetnie rozwija wyobraźnię dzieci, uczy kreatywności oraz współpracy. Kolekcja składa się z trzech podstawowych modułów o tej samej formie, natomiast o różnych wysokościach: 30/40/45 cm. Stabilne siedziska zostają obite materiałem o wysokiej jakości (tkanina Ballagie velvet col. 07, 19, 23).",
        "subDescription": "Bryła siedziska powstała z inspiracji naturalnymi formami przyrody jak kształt szyszki. Zbudowana jest ona z powtarzających się elementów, które pomimo zwiększającej się skali tworzą zespoloną, ciekawą formę. Wysokości siedzisk są zróżnicowane ze względów ergonomicznych. Przeznaczone są dla dzieci jak i dorosłych. Dlatego modułowe siedziska DROP są wygodne i dostosowane dla każdego. Dzięki wyprofilowanemu kształtowi, który powstał na bazie dwóch okręgów, siedziska można łączyć ze sobą w zależności od potrzeb, tworząc wiele ciekawych kompozycji."
      },
      {
        "name": "Harmonia",
        "url": "/projects/furnitures/harmony",
        "description": "Fotel HARMONIA powstał z myślą o osobach, które potrzebują wygodnego i ergonomicznego siedziska, w którym będzie można pracować korzystając jednocześnie z laptopa. Odpowiednio wyrzeźbione podłokietniki pozwolą na swobodną pracę, miękkie wyprofilowane oparcie otula sprawiając większy komfort, prywatność oraz wygodę."
      }
    ],
    [
      {
        "name": "Ściana dekoracyjna 'Magia'",
        "url": "/projects/other/decorative-wall-Magia",
        "description": "Projekt i realizacja ściany dekoracyjnej w salonie fryzjerskim ,,Magia,,"
      }
    ],
    [
      {
        "name": "Czytelnia",
        "url": "/projects/rooms/reading-room",
        "description": "Założeniem projektu było zagospodarowanie przestrzeni publicznej w formie czytelni. Jest to miejsce specjalistyczne, gdzie znajdują się książki, audiobooki, publikacje i albumy, wyłącznie o tematyce botanicznej. Czytelnia botaniczna swoją kolorystyką i formą ma za zadanie odprężać i wyciszać. Celowy zabieg ustawienia siedzisk ma za zadanie tworzyć dodatkowy komfort dla czytelnika, tak, żeby każdy mógł znaleźć miejsce dla siebie. Główną inspiracją projektu była analiza struktur roślin pod mikroskopem. Ich organiczna forma nakierowała mnie do zaprojektowaia przestrzeni o charakterze płynnym, falistym i lekkim. Wnętrza są wypełnione tkaninami począwszy od posadzki kończąc na siedziskach w kontraście z metalowymi rurkami w barwach natury. Tworzą one formę, w której znajdują się miejsca przeznaczone na książki."
      },
      {
        "name": "Kuchnia wzór 1.",
        "url": "/projects/rooms/kitchen-design-1"
      },
      {
        "name": "Kuchnia wzór 2.",
        "url": "/projects/rooms/kitchen-design-2"
      }
    ]
  ],
  "about": {
    "name": "Aleksandra Klińska",
    "position": "Architekt wnętrz",
    "description": "Nazywam się Aleksandra Klińska, jestem studentką studiów magisterskich na Akademii Sztuk Pięknych w Gdańsku na Wydziale Architektury i Wzornictwa. Moją pasją jest poszukiwanie form, barw, struktur, które wspólnie tworzą unikatową przestrzeń. Lubię zdobywać doświadczenie w sztuce. Z zamiłowania maluję i tworze zdjęcia analogowe.",
    "shortDesc": "Heej, nazywam się Aleksandra i pochodzę z Gorlic - nieduże miasto w województwie Małopolskim. Przygodę z wnętrzami rozpoczęłam 2017 roku i trwa do teraz, aktualnie jestem studentką studiów magisterskich na Akademii Sztuk Pięknych w Gdańsku na Wydziale Architektury i Wzornictwa. ",
    "skills": "Używam programów"
  },
  "contact": {
    "topInfo": "Skontaktować się możesz poprzez",
    "bottomInfo": "Albo za pomocą formularza poniżej",
    "info": [
      { "name": "E-mail", "url": "/about" },
      {
        "name": "Linkedin",
        "url": "https://www.linkedin.com/in/aleksandra-kli%C5%84ska-730283163/?trk=public-profile-join-page"
      },
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/aleksandra.klinska.50/"
      }
    ]
  },
  "copyrights": "© 2021 Design & Developed by Michał Dulko. All rights reserved."
}
